Revit 2024 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhasec Property
 "Branch Circuit Apparent Load Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhasec { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhasec As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhasec {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace